Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/wordpress.tmx
Source language: en
Languages: be

source: Unable to locate WordPress Content directory (wp-content).
be: Не ўдалося знайсці дырэкторыю WordPress са зместам (wp-content).

source: Unable to locate WordPress Plugin directory.
be: Немагчыма выявіць дырэкторыю плагінаў WordPress.

source: Unable to locate WordPress Theme directory.
be: Немагчыма знайсці дырэкторыю тэмаў Wordpress

source: Unable to locate WordPress directory.
be: Немагчыма знайсці дырэкторыю Wordpress

source: Unable to perform command: %s
be: Немагчыма выправіць каманду: %s

source: Unable to retrieve images or no images on page.
be: Немагчыма атрымаць малюнкі альбо іх няма на старонцы.

source: Unapprove
be: Адхіліць

source: Unapprove this comment
be: Адхіліць каментар

source: Unapproved
be: Няўхваленыя

source: Unattached
be: Не далучана

source: Uncategorized
be: Навіны

source: Uncategorized|Default category slug
be: news|кароткая спасылка на рубрыку па змаўчанні

source: Uncheck All
be: Зняць усе пазнакі

source: Underline
be: Падкрэсленне

source: Undo
be: Адмяніць

source: Unfortunately, you have to manually update this for Daylight Savings Time. Lame, we know, but will be fixed in the future.
be: У будучыні гэта будзе выпраўлена.

source: Unknown Feed
be: Невядомая стужка

source: Unknown action.
be: Невядомае дзеянне.

source: Unlink
be: Прыбраць спасылку

source: Unordered list
be: Маркіраваны спіс

source: Unpacking the core update
be: Распакоўка абнаўлення ядра

source: Unpacking the plugin package
be: Распакоўка архіву плагіна

source: Unpacking the update
be: Абнаўленне распакоўваецца

source: Unpublished
be: Не апублікавана

source: Untitled
be: Без загалоўку

source: Update
be: Абнавіць

source: Update Category
be: Абнавіць рубрыку

source: Update Comment
be: Абнавіць каментар

source: Update File
be: Абнавіць файл

source: Update File and Attempt to Reactivate
be: Абнавіць файл і паспрабаваць актываваць зноў

source: Update Header
be: Абнавіць &laquo;шапку&raquo;

source: Update Link
be: Абнавіць спасылку

source: Update Media
be: Абнавіць медыафайл

source: Update Page
be: Абнавіць старонку

source: Update Pages
be: Абнавіць старонкі

source: Update Post
be: Абнавіць запіс

source: Update Posts
be: Абнавіць запісы

source: Update Profile
be: Абнавіць профіль

source: Update Services
be: Сервісы абнаўлення

source: Update Tag
be: Абнавіць тэг

source: Update User
be: Абнавіць карыстальніка

source: Update completed.
be: Абнаўленне завершанае.

source: Update gallery settings
be: Абнавіць наладкі галерэі

source: Update options &raquo;
be: Абнавіць налады &raquo;

source: Update to %s
be: Абнавіцца да %s

source: Updating files:
be: Абнаўленне файлаў:

source: Upgrade
be: Абнавіць

source: Upgrade Automatically
be: Абнаўляць аўтаматычна

source: Upgrade Complete
be: Абнаўленне скончана

source: Upgrade Plugin
be: Абнавіць плагін

source: Upgrade Theme
be: Абнавіць тэму

source: Upgrade WordPress
be: Абнавіць WordPress

source: Upgrade package not available.
be: Пакет абнаўлення недаступны.

source: Upgrading database
be: Абнаўленне базы дадзеных

source: Upload
be: Загрузка

source: Upload New Header Image
be: Загрузіць новую выяву &laquo;шапкі&raquo;

source: Upload New Media
be: Запампаваць новы медыафайл

source: Upload failed.
be: Загрузка не ўдалася.

source: Upload file and import
be: Загрузіць і імпартаваць файл

source: Upload stopped.
be: Загрузка спыненая.

source: Upload/Insert %s
be: Загрузіць/уставіць %s

source: Uploading Files
be: Загрузка файлаў.

source: Uploads
be: Загрузкі

source: Upper Color
be: Верхні колер

source: Upper Color (HEX):
be: Верхні колер (HEX):

source: Upper Color:
be: Верхні колер:

source: Use CTRL+V on your keyboard to paste the text into the window.
be: Каб уставіць тэкст у акно, карыстайцеся спалучэннем Ctrl+V.

source: Use Defaults
be: Аднавіць, як па змаўчанні

source: Use Original Color
be: Выкарыстоўваць арыгінальныя колеры

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your blog.
be: Затым адрэдагаваць і дадаць наўпрост з "Апублікаваць гэта" перад захоўваннем ці публікацыяй на ваш блог.

source: Use https
be: Ужыць https

source: Use legacy <code>my-hacks.php</code> file support
be: Выкарыстаць падтрымку my-hacks.php

source: User <a href="#%s">%s</a> added
be: Дададзены карыстальнік <a href="#%s">%s</a>

source: User already exists. Password inherited.
be: Пароль перайшоў у спадчыну.

source: User registration is currently not allowed.
be: На гэты момант рэгістрацыя прыпынена.

source: User updated.
be: Карыстальнік абноўлены.

source: Username
be: Імя карыстальніка

source: Username (required)
be: Імя карыстальніка (абавязкова)

source: Username or E-mail:
be: Імя карыстальніка або адрас электроннай пошты:

source: Username/Password incorrect for %s
be: Некарэктнае Імя карыстальніка / Пароль для %s

source: Username: %s
be: Імя карыстальніка: %s

source: Users
be: Карыстальнікі

source: Users can <a href="%1$s">register themselves</a> or you can manually create users here.
be: Карыстальнікі могуць <a href="%1$s">рэгістравацца самастойна</a>, але вы можаце тут ствараць іх і ўручную.

source: Users cannot currently <a href="%1$s">register themselves</a>, but you can manually create users here.
be: Цяпер карыстальнікі не могуць <a href="%1$s">рэгістравацца самастойна</a>, але тут вы можаце ствараць іх уручную.

source: Users must be registered and logged in to comment
be: Каб пакідаць каментары, карыстальнік павінен быць зарэгістраваны і аўтарызаваны.

source: V-Space
be: Водступ (верт.)

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
be: Валідацыя <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: Value
be: Значэнне

source: Verifying the unpacked files
be: Спраўджванне нераспакаваных файлаў

source: Version
be: Версія

source: Version %s
be: Версія %s

source: Version:
be: Версія:

source: Vertical space
be: Водступ (верт.)

source: Very weak
be: Вельмі слаба

source: Video
be: Відэа

source: Video Attachment Template
be: Шаблон далучэння відэафайлу

source: Video URL
be: URL відэафайла

source: View
be: Прагледзець

source: View "%s"
be: Прагледзець "%s"

source: View Comment
be: Праглядзець каментар

source: View Post
be: Прагледзець запіс

source: View all
be: Праглядзець усе

source: View all Categories
be: Прагледзець усе рубрыкі

source: View all categories
be: Прагледзець ва ўсіх рубрыках

source: View all posts filed under %s
be: Прагледзець усе запісы пад рубрыкай %s

source: View all posts in %s
be: Прагледзець усе запісы ў %s

source: View page
be: Прагледзець старонку

source: View post
be: Прагледзець запіс

source: View posts by this author
be: Усе запісы гэтага аўтара

source: View posts for %1$s %2$s
be: Прагледзець запісы за %1$s %2$s

source: Visibility:
be: Бачнасць:

source: Visible
be: Відаць

source: Visit %s
be: Наведаць %s

source: Visit %s's website
be: Наведаць сайт %s

source: Visit Link
be: Адкрыць спасылку

source: Visit author homepage
be: Наведаць старонку аўтара

source: Visit plugin homepage
be: Наведаць хатнюю старонку плагіна

source: Visit site
be: Наведаць сайт

source: Visit your site and you should see the new header now.
be: Перайдзіце да свайго сайту, каб убачыць новую &laquo;шапку блогу&raquo;.

source: Visual
be: Візуальны рэдактар

source: Visual Editor
be: Візуальны рэдактар

source: Visual control characters on/off.
be: Уключыць/выключыць сімвалы візуальнага кантролю.

source: Volume
be: Гучнасць

source: W_Wednesday_initial
be: Сер

source: Warning: %s is currently editing this page
be: Увага: %s якраз рэдагуе гэтую старонку

source: Warning: %s is currently editing this post
be: Увага: %s якраз рэдагуе запіс

source: Wavatar (Generated)
be: Wavatar (генеруецца)

source: We cannot find a title on that page.
be: Немагчыма знайсці загаловак на гэтай старонцы.

source: We have saved some information about your Blogger account in your WordPress database. Clearing this information will allow you to start over. Restarting will not affect any posts you have already imported. If you attempt to re-import a blog, duplicate posts and comments will be skipped.
be: Пры спробе рэімпарту блога запісы і каментары, якія дублююцца, будуць прапушчаныя.

source: We were able to log in but there were no blogs. Try a different account next time.
be: Наступным разам паспрабуйце іншы акаўнт.

source: We were not able to gain access to your account. Try starting over.
be: Паспрабуйце пазней.

source: We&#8217;re all done here, but you can always <a href="%s">convert more</a>.
be: Тут усё гатова, але вы заўсёды можаце <a href="%s">канвертаваць яшчэ што-небудзь</a>.

source: Weak
be: Слаба

source: Web Address
be: Вэб-адрас

source: Website
be: Сайт

source: Website : %1$s (IP: %2$s , %3$s)
be: Сайт: %1$s (IP: %2$s , %3$s)

source: Website: %1$s (IP: %2$s , %3$s)
be: Сайт: %1$s (IP: %2$s , %3$s)

source: Wed
be: Сер

source: Wednesday
be: Серада

source: Week Starts On
be: Першы дзень тыдня

source: Welcome
be: Сардэчна запрашаем

source: Welcome to WordPress. We hope (and expect!) that you will find this platform incredibly rewarding! As a new WordPress user coming from DotClear, there are some things that we would like to point out. Hopefully, they will help your transition go as smoothly as possible.
be: Спадзяемся, яны дапамогуць вам перайсці на гэтую платформу як найгладчэй.

source: Welcome to WordPress. We hope (and expect!) that you will find this platform incredibly rewarding! As a new WordPress user coming from Textpattern, there are some things that we would like to point out. Hopefully, they will help your transition go as smoothly as possible.
be: Сардэчна запрашаем у WordPress! Спадзяемся, што на гэтай платформе вам будзе зручна. Мы хацелі б тут звярнуць вашую ўвагу на некаторыя рэчы, якія дапамогуць вам перайсці з Textpattern на WordPress як найгладчэй.

source: Welcome to WordPress. This is your first post. Edit or delete it, then start blogging!
be: Адрэдагуйце або выдаліце яго - і пачынайце весці блог!

source: Welcome to the famous five minute WordPress installation process! You may want to browse the <a href="%s">ReadMe documentation</a> at your leisure. Otherwise, just fill in the information below and you'll be on your way to using the most extendable and powerful personal publishing platform in the world.
be: Пачынаецца ўсталяванне WordPress. Яно адбываецца ў два этапы і зойме лічаныя хвіліны. Калі жадаеце, вы можаце прагледзець <a href="%s">дакументацыю ў Readme</a>. Або проста запоўніце форму ніжэй, і неўзабаве вы ўжо зможаце карыстацца самай магутнай і гнуткай у свеце асабістай выдавецкай платформай.

source: What it does not:
be: Чаго ён не робіць:

source: What it does:
be: Што ён робіць:

source: What should be done with posts and links owned by this user?
be: Што зрабіць з запісамі і спасылкамі гэтага карыстальніка?

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP per line. It will match inside words, so "press" will match "WordPress".
be: Словы параўноўваюцца паводле частковага ўваходжання: напрыклад, слова "press" таксама забароніць слова "WordPress".

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be marked as spam. One word or IP per line. It will match inside words, so "press" will match "WordPress".
be: Словы параўноўваюцца паводле частковага уваходжання: напрыклад, слова "press" таксама забароніць слова "WordPress".

source: When pasting content from another web page the results can be inconsistent and depend on your browser and on the web page you are pasting from. The editor tries to correct any invalid HTML code that was pasted, but for best results try using the HTML tab or one of the paste buttons that are on the second row. Alternatively try pasting paragraph by paragraph. In most browsers to select one paragraph at a time, triple-click on it.
be: У большасці браўзэраў, каб выбраць адзін параграф, дастаткова пстрыкнуць па ім тры разы.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
be: Калі кнопка будзе націснута, WordPress створыць XML-файл для загрузкі на ваш кампутар.

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="http://codex.wordpress.org/Update_Services">Update Services</a> on the Codex. Separate multiple service <abbr title="Universal Resource Locator">URL</abbr>s with line breaks.
be: Кожны URL - з асобнага радка.

source: While using the editor, most basic keyboard shortcuts work like in any other text editor. For example: Shift+Enter inserts line break, Ctrl+C = copy, Ctrl+X = cut, Ctrl+Z = undo, Ctrl+Y = redo, Ctrl+A = select all, etc. (on Mac use the Command key instead of Ctrl). See the Hotkeys tab for all available keyboard shortcuts.
be: Асноўныя спалучэнні клавіш у рэдактары працуюць гэтаксама, як і ў іншых тэкставых рэдактарах. Напрыклад, Shift+Enter устаўляе перанос радка, Ctrl+C = капіяваць, Ctrl+X = выразаць, Ctrl+Z = адмяніць, Ctrl+Y = паўтарыць, Ctrl+A = вылучыць усё, і г.д. (на кампутарах Mac карыстайцеся замест Ctrl клавішай Command). У раздзеле &laquo;Клавішы&raquo; можна паглядзець усе даступныя клавішныя спалучэнні.

source: Why might my key be invalid?
be: Чаму мой ключ можа быць некарэктным?

source: Widgets
be: Віджэты

source: Width
be: Шырыня

source: Windowless video
be: Відэа без акна

source: Windows media player options
be: Налады Windows media player

source: Word count: %d
be: Колькасць слоў: %d

source: Word wrap
be: Перанос па словах

source: WordPress %1$s is available! <a href="%2$s">Please update now</a>.
be: <a href="%2$s">Калі ласка, абнавіце зараз</a>.

source: WordPress %1$s is available! Please notify the site administrator.
be: Калі ласка, паведамце пра гэта адміністратару.

source: WordPress &rsaquo; Error
be: WordPress &rsaquo; Памылка

source: WordPress &rsaquo; Installation
be: Усталяванне WordPress

source: WordPress &rsaquo; Upgrade
be: Абнаўленне WordPress &rsaquo;

source: WordPress Development Blog
be: Блог распрацоўнікаў WordPress

source: WordPress Failure Notice
be: Паведамленне пра памылку WordPress

source: WordPress Resources
be: Рэсурсы WordPress

source: WordPress address (URL)
be: Адрас WordPress (URL)

source: WordPress has been installed. Were you expecting more steps? Sorry to disappoint.
be: Гэта ўсё!

source: WordPress includes a rich HTML editor that works well in all major web browsers used today. However editing HTML is not the same as typing text. Each web page has two major components: the structure, which is the actual HTML code and is produced by the editor as you type, and the display, that is applied to it by the currently selected WordPress theme and is defined in style.css. WordPress is producing valid XHTML 1.0 which means that inserting multiple line breaks (BR tags) after a paragraph would not produce white space on the web page. The BR tags will be removed as invalid by the internal HTML correcting functions.
be: WordPress уключае ў сябе візуальны рэдактар, які працуе ва ўсіх асноўных браўзэрах. Аднак рэдагаванне HTML &#8212; не тое ж самае, што набор тэксту. Кожная старонка мае два асноўныя складнікі: структуру &#8212; гэта фактычна HTML-код, які ствараецца рэдактарам, пакуль вы набіраеце тэкст, &#8212; і адлюстраванне, якое атрымліваецца праз дастасаванне да тэксту абранай на гэты момант тэмы і вызначаецца ў файле style.css. Акрамя таго, WordPress генеруе карэктны код XHTML 1.0. Гэта азначае, што адлюстраванне не можа кантралявацца структурнымі элементамі. Так дадаўшы некалькі пустых радкоў (тэг BR) пасля параграфа, мы не атрымаем на вэб-старонцы пустога месца. Тэгі BR будуць выдаленыя як некарэктныя ўнутранымі функцыямі HTML-карэктавання.

source: WordPress is at the latest version.
be: Выкарыстоўваецца самая апошняя версія Wordpress

source: WordPress is not notifying any <a href="http://codex.wordpress.org/Update_Services">Update Services</a> because of your blog's <a href="%s">privacy settings</a>.
be: WordPress не апавяшчае ніякія <a href="http://codex.wordpress.org/Update_Services">сервісы абнаўлення</a>, бо вы ўсталявалі такія <a href="%s">налады прыватнасці</a>.

source: WordPress login
be: Імя карыстальніка ў Wordpress

source: WordPress now has support for Gears, which adds new features to your web browser.
be: WordPress цяпер падтрымлівае Gears, які дадае ў ваш браўзэр новыя магчымасці.

source: WordPress recommends a better browser
be: WordPress рэкамендуе карыстацца лепшым браўзэрам

source: WordPress should correct invalidly nested XHTML automatically
be: WordPress павінен выпраўляць некарэктны код XHTML аўтаматычна.

source: WordPress upgraded successfully
be: WordPress абноўлены паспяхова

source: WordPress.org Plugin Page &#187;
be: Старонка плагіна на WordPress.org &#187;

source: Writing
be: Напісанне

source: Writing Settings
be: Налады напісання

source: Writing at Full Speed
be: Пішыце ў поўную сілу

source: Wrong path, the path to the GM entries does not exist on the server
be: Памылковая сцежка, такой сцежкі да запісаў GM на серверы няма

source: Wrong path, the path to the GM files does not exist on the server
be: Памылковая сцежка, такой сцежкі да файлаў GM на серверы няма

source: X &#8212; Even more mature than above
be: X &#8212; Для дарослых

source: XML error: %1$s at line %2$s
be: Памылка XML: %1$s у радку %2$s

source: XML error: %s at line %d
be: Памылка XML: %s у радку %d

source: XML-RPC services are disabled on this blog. An admin user can enable them at %s
be: Карыстальнік, які мае правы адміністратара, можа ўключыць іх тут: %s

source: Y-m-d G:i:s
be: d.m.Y H:i:s

source: Y/m/d
be: d.m.Y

# Y/m/d a g:i A
source: Y/m/d \a\t g:i A
be: d.m.Y у H:i

# Y/m/d a g:ia
source: Y/m/d \a\t g:ia
be: m.d.Y \a\t H:i

source: Y/m/d g:i:s A
be: d.m.Y H:i:s

source: Yes
be: Так

source: Yes, Delete these files
be: Так, выдаліць гэтыя файлы

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
be: Каб пераўсталяваць, спачатку ачысціце старыя табліцы ў базе звестак.

source: You are about to approve the following comment:
be: Вы збіраецеся ўхваліць наступны каментар:

source: You are about to delete <strong>%s</strong>.
be: Вы збіраецеся выдаліць <strong>%s</strong>.

source: You are about to delete the following comment:
be: Вы збіраецеся выдаліць наступны каментар:

source: You are about to delete the selected attachments. 'Cancel' to stop, 'OK' to delete.
be: «Скасаваць» &mdash; каб спыніцца, «OK» &mdash; каб выдаліць.

source: You are about to delete the selected categories. 'Cancel' to stop, 'OK' to delete.
be: «Скасаваць» &mdash; каб спыніцца, «OK» &mdash; каб выдаліць.

source: You are about to delete the selected comments. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete the selected link categories. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete the selected links. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' каб спыніць, 'OK' каб выдаліць.

source: You are about to delete the selected pages. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' каб спыніць, 'OK' каб выдаліць.

source: You are about to delete the selected posts. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' каб спыніць, 'OK' каб выдаліць.

source: You are about to delete the selected tags. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' каб спыніць, 'OK' каб выдаліць.

source: You are about to delete this attachment '%s' 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete this category '%s' 'Cancel' to stop, 'OK' to delete.
be: «Скасаваць» &mdash; каб спыніцца, «OK» &mdash; каб выдаліць.

source: You are about to delete this comment. 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete this draft '%s' 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete this page '%s' 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' каб спыніць, 'OK' каб выдаліць.

source: You are about to delete this post '%s' 'Cancel' to stop, 'OK' to delete.
be: 'Скасаваць' &mdash; каб спыніцца, 'OK' &mdash; каб выдаліць.

source: You are about to delete this tag '%s' 'Cancel' to stop, 'OK' to delete.
be: «Скасаваць» &mdash; каб спыніцца, «OK» &mdash; каб выдаліць.

source: You are about to mark the following comment as spam:
be: Вы збіраецеся пазначыць наступны каментар як спам:

source: You are attempting to log out of %s
be: Вы спрабуеце выйсці з %s

source: You are not allowed access to details about comments.
be: У вас няма доступу да падрабязных звестак пра каментары.

source: You are not allowed access to details about this blog.
be: Вам не дазволены доступ да падрабязных зьвестак пра гэты блог.

source: You are not allowed to be here
be: Вам не дазволена знаходзіцца тут.

source: You are not allowed to change the page author as this user.
be: Вам не дазволена змяняць аўтара старонкі пад гэтым карыстальнікам.

source: You are not allowed to change the post author as this user.
be: Вам не дазволена змяняць аўтара запісу пад гэтым карыстальнікам.

source: You are not allowed to create pages as this user
be: Вы не можаце ствараць старонкі пад гэтым карыстальнікам

source: You are not allowed to create pages as this user.
be: Вам не дазволена ствараць старонкі ад імя гэтага карыстальніка.

source: You are not allowed to create pages on this blog.
be: Вам не дазволена ствараць старонкі ў гэтым блогу.

source: You are not allowed to create posts or drafts on this blog.
be: Вам не дазволена ствараць старонкі або чарнавікі ў гэтым блогу.

source: You are not allowed to delete categories.
be: Вам не дазволена выдаляць рубрыкі.

source: You are not allowed to delete comments on this post.
be: Вам не дазволена выдаляць каментары да гэтага запісу.

source: You are not allowed to delete this page.
be: Вам забаронена выдаляць гэтую старонку.

source: You are not allowed to delete this post.
be: Вам забаронена выдаляць гэты запіс.

source: You are not allowed to edit comments on this post, so you cannot approve this comment.
be: Вам не дазволена рэдагаваць каментары да гэтага запісу, таму вы не зможаце ўхваліць гэты каментар.

source: You are not allowed to edit comments on this post, so you cannot disapprove this comment.
be: Вам не дазволена рэдагаваць каментары да гэтага запісу, таму вы не зможаце адхіліць гэты каментар.

source: You are not allowed to edit comments on this post, so you cannot edit this comment.
be: Вам не дазволена рэдагаваць каментары да гэтага запісу, таму вы не можаце змяніць гэты каментар.

source: You are not allowed to edit comments on this post.
be: Вам не дазволена рэдагаваць каментары да гэтага запісу.

source: You are not allowed to edit pages as this user.
be: Вам забаронена рэдагаваць старонкі ад імя гэтага карыстальніка.

source: You are not allowed to edit pages.
be: У вас няма правоў рэдагаваць старонкі.

source: You are not allowed to edit posts as this user.
be: Вам забаронена рэдагаваць запісы ад імя гэтага карыстальніка.

source: You are not allowed to edit posts.
be: У вас няма права правоў рэдагаваць запісы.
